/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"LicenseTitle" = "              Terms & Conditions";

"Copyright" = "Copyright © 2013 Darussalam Publishers & Distributors.\nAll rights reserved.";

"Preamble" = "This agreement applies as between you, the User of the Application and Darussalam Publishers and Distributors, the owner(s) of this Application. Your agreement to comply with and be bound by these terms and conditions is deemed to occur upon your first use of the Application. If you do not agree to be bound by these Terms and Conditions, you should stop using the Application immediately.";

"Clause01" = "1. Definitions and Interpretation\n\nIn this Agreement the following terms shall have the following meanings:\ni) \"Content\" means any text, graphics, images, audio, video, software, data compilations and any other form of information capable of being stored in a computer that appears on or forms part of this Application;\nii) \"Darussalam Publishers and Distributors\" means Darussalam Publishers and Distributors, Prince Abdul Aziz bin Jalwi road opposite to the chamber of commerce riyadh P.O. Box: 22743, Riyadh 11416 K.S.A. Tel: 00966-1-4033962/4043432 Fax: 4021659.\niii) \"Service\" means collectively any online facilities, tools, services or information that Darussalam Publishers and Distributors makes available through the Application either now or in the future;\niv) \"System\" means any online communications infrastructure that Darussalam Publishers and Distributors makes available through the Application either now or in the future.\nv) \"User\" / \"Users\" means any third party that accesses the Application and is not employed by Darussalam Publishers and Distributors and acting in the course of their employment;\nvi) \"Application\" Means the iPhone application \"Enjoy Your Life\" developed by Darussalam Publishers and Distributors and its associated web site.";

"Clause02" = "2. Intellectual Property\n\n2.1 Subject to the exceptions in Clause 3 of these Terms and Conditions, all Content included on the Application, unless uploaded by Users, including, but not limited to, text, graphics, logos, icons, images, sound clips, video clips, data compilations, page layout, underlying code and software is the property of Darussalam Publishers and Distributors, or our affiliates. By continuing to use the Application you acknowledge that such material is protected by applicable Kingdom of Saudi Arabia and International intellectual property and other laws.\n2.2 Subject to Clause 4 of these Terms and Conditions you may print, reproduce, copy, distribute, store or in any other fashion re-use Content from the Application for personal purposes only unless otherwise indicated on the Application or unless given express written permission to do so by Darussalam Publishers and Distributors. Personal use includes, but is not limited to, recreational use, social use, and use in education as a student or teacher. Specifically you agree that:\n2.2.1 you will not use the Content of the Application for commercial purposes; and\n2.2.2 you will not systematically copy Content from the Application with a view to creating or compiling any form of comprehensive collection, compilation, directory or database unless given express written permission to do so by Darussalam Publishers and Distributors.";

"Clause03" = "3. Fair Use of Intellectual Property\n\nMaterial from the Application may be re-used without written permission where any of the exceptions detailed in Chapter III of the Copyright Designs and Patents Act 1988 apply.";

"Clause04" = "4. Links to Other Web Sites\n\nThis Application may contain links to other sites. Unless expressly stated, these sites are not under the control of Darussalam Publishers and Distributors or that of our affiliates. We assume no responsibility for the content of such web sites and disclaim liability for any and all forms of loss or damage arising out of the use of them. The inclusion of a link to another site from this Application does not imply any endorsement of the sites themselves or of those in control of them.";

"Clause05" = "5. Use of Communications Facilities and Content Submission\n\n5.1 When using the communication facilities of the Application and when submitting Content to the Application you should do so in accordance with the following rules:\n5.1.1 you must not use obscene or vulgar language;\n5.1.2 you must not submit Content that is unlawful or otherwise objectionable. This includes, but is not limited to, Content that is abusive, threatening, harassing, defamatory, ageist, sexist or racist;\n5.1.3 you must not submit Content that is intended to promote or incite violence;\n5.1.4 it is advised that posts on message boards, chat facilities or similar and communications with Darussalam Publishers and Distributors are made using the English language(s) as we may be unable to respond to enquiries submitted in any other languages;\n5.1.5 content submissions are required to be made using the English language(s). Content in any other language may be removed at our sole discretion;\n5.1.6 you must not include links to other web sites containing any of the above types of Content;\n5.1.7 the means by which you identify yourself must not violate these terms of use or any applicable laws;\n5.1.8 you must not engage in any form of commercial advertising. This does not prohibit references to businesses for non-promotional purposes including references where advertising may be incidental;\n5.1.9 you must not impersonate other people, particularly employees and representatives of Darussalam Publishers and Distributors or our affiliates;\n5.1.10 you must not submit material that may contain viruses or any other software or instructions that may damage or disrupt other software, computer hardware or communications networks; and\n5.1.11 you must not use our Application for unauthorised mass-communication such as \"spam\" or \"junk mail\".\n5.2 You acknowledge that Darussalam Publishers and Distributors reserves the right to monitor any and all communications made to us or using our System.\n5.3 In order to use the message facility of the Application and any other communication facility that may be added in the future or to submit Content, you may be required to submit certain personal details. By continuing to use this Application you represent and warrant that:\n5.3.1 any information you do submit is accurate and truthful; and\n5.3.2 you will keep this information accurate and up-to-date.\n5.4 By submitting Content you warrant and represent that you are the author of such Content or that you have acquired all of the appropriate rights and / or permissions to use the Content in this fashion. Further, you waive all moral rights in the Content to be named as its author and grant Darussalam Publishers and Distributors a licence to modify the Content as necessary for its inclusion in the Application. Darussalam Publishers and Distributors accepts no responsibility or liability for any infringement of third party rights by such Content.\n5.5 Unless a User informs Darussalam Publishers and Distributors otherwise, in advance of posting, in writing, and Darussalam Publishers and Distributors agrees to any terms or restrictions, all Content submitted is for publication on the Application and Website and other such uses as Darussalam Publishers and Distributors may deem appropriate under a royalty-free, perpetual basis.\n5.6 Darussalam Publishers and Distributors will not be liable in any way or under any circumstances for any loss or damage that you may incur as a result of such Content, nor for any errors or omissions in the Content. Use of and reliance upon such Content is entirely at your own risk.\n5.7 Content submitted by Users is not screened by Darussalam Publishers and Distributors prior to appearing online. We retain the right to exercise our sole discretion to remove or relocate any Content as we deem appropriate without the consent of the author. We shall be under no obligation to exercise such discretion. If you wish to enquire as to the removal of Content, please submit your query to contact@darussalampk.com. This does not constitute an undertaking to explain our actions.";

"Clause06" = "6. Termination and Suspension\n\nIn the event that any of the provisions of Sub-Clause 6.1, above, are not followed, Darussalam Publishers and Distributors reserves the right to suspend or terminate your access to the Service. Any Users banned in this way must not attempt to use the Website under any other name or by using the access credentials of another User, with or without the permission of that User.";

"Clause07" = "7. Privacy\n\nUse of the Application is also governed by our privacy policy which is incorporated into these Terms and Conditions by this reference. To view the Privacy Policy, please click on the link above.";



"Disclaimer01" = "8. Disclaimers\n\n8.1 Darussalam Publishers and Distributors makes no warranty or representation that the Application will meet your requirements, that it will be of satisfactory quality, that it will be fit for a particular purpose, that it will not infringe the rights of third parties, that it will be compatible with all systems, that it will be secure and that all information provided will be accurate. We make no guarantee of any specific results from the use of our Services.\n8.2 No part of this Application is intended to constitute advice and the Content of this Application should not be relied upon when making any decisions or taking any action of any kind.\n8.3 Commercial use of the Content of this Application is forbidden under Clause 2.2.1 of these Terms and Conditions. Any such use constitutes a breach of these Terms and Conditions and Darussalam Publishers and Distributors makes no representation or warranty that this Content is suitable for use in commercial situations or that it constitutes accurate data and / or advice on which business decisions can be based.\n8.4 Whilst every effort has been made to ensure that all descriptions of services available from Shiny Development correspond to the actual services available, Darussalam Publishers and Distributors is not responsible for any variations from these descriptions.";

"Clause08" = "9. Availability of the Application\n\nThe Service is provided \"as is\" and on an \"as available\" basis. We give no warranty that the Service will be free of defects and / or faults. To the maximum extent permitted by the law we provide no warranties (express or implied) of fitness for a particular purpose, accuracy of information, compatibility and satisfactory quality.\nDarussalam Publishers and Distributors accepts no liability for any disruption or non-availability of the Application resulting from external causes including, but not limited to, ISP equipment failure, host equipment failure, communications network failure, power failure, natural events, acts of war or legal restrictions and censorship.";

"Clause09" = "10. Limitation of Liability\n\n11.1 To the maximum extent permitted by law, Darussalam Publishers and Distributors accepts no liability for any direct or indirect loss or damage, foreseeable or otherwise, including any indirect, consequential, special or exemplary damages arising from the use of the Application or any information contained therein. Users should be aware that they use the Application and its Content at their own risk.\n10.2 Nothing in these terms and conditions excludes or restricts Darussalam Publishers and Distributors’s liability for death or personal injury resulting from any negligence or fraud on the part of Darussalam Publishers and Distributors.\n10.3 Whilst every effort has been made to ensure that these terms and conditions adhere strictly with the relevant provisions of the Unfair Contract Terms Act 1977, in the event that any of these terms are found to be unlawful, invalid or otherwise unenforceable, that term is to be deemed severed from these terms and conditions and shall not affect the validity and enforceability of the remaining terms and conditions. This term shall apply only within jurisdictions where a particular term is illegal.";

"Clause10" = "11. No Waiver\n\nIn the event that any party to these Terms and Conditions fails to exercise any right or remedy contained herein, this shall not be construed as a waiver of that right or remedy.";

"Clause11" = "12. Previous Terms and Conditions\n\nIn the event of any conflict between these Terms and Conditions and any prior versions thereof, the provisions of these Terms and Conditions shall prevail unless it is expressly stated otherwise.";

"Clause12" = "13. Notices\n\nAll notices / communications shall be given to us either by post to our Premises (see address above) or by email to contact@darussalampk.com. Such notice will be deemed received 3 days after posting if sent by first class post, the day of sending if the email is received in full on a business day and on the next business day if the email is sent on a weekend or public holiday.";

"Clause13" = "14. Law and Jurisdiction\n\nThese terms and conditions and the relationship between you and Darussalam Publishers and Distributors shall be governed by and construed in accordance with the Law of England and Wales and Darussalam Publishers and Distributors and you agree to submit to the exclusive jurisdiction of the Courts of England and Wales.";

//"Group" = "Group";
//"Name" = "Name";
//"none given" = "none given";
//"Enabled" = "Enabled";

